tap "dopplerhq/cli"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "localstack/tap"
tap "mac-cleanup/mac-cleanup-py"
tap "nikitabobko/tap"
tap "omnisharp/omnisharp-roslyn"
tap "zegervdv/zathura"
brew "ack"
brew "act"
brew "glib"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "cryptography"
brew "ansible", link: false
brew "ansible-lint", link: false
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "at-spi2-core"
brew "bash"
brew "bash-completion"
brew "black", link: false
brew "boost"
brew "cocoapods"
brew "commitizen"
brew "coreutils"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "docker", link: false
brew "docker-compose"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "node"
brew "firebase-cli"
brew "fnm"
brew "fzf"
brew "gcc"
brew "libavif"
brew "gd"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "netpbm"
brew "graphviz"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "ical-buddy"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libpq", link: true
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "magic-wormhole"
brew "meson"
brew "mkcert"
brew "mupdf"
brew "mysql"
brew "mysql@5.7"
brew "neovim"
brew "nowplaying-cli"
brew "openjdk"
brew "openjdk@11"
brew "plantuml"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "tcl-tk"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "stow"
brew "stylua"
brew "swiftformat"
brew "switchaudio-osx"
brew "textidote"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "typos-cli"
brew "watchman"
brew "yamllint", link: false
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "dopplerhq/cli/doppler", link: false
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "localstack/tap/localstack-cli"
brew "mac-cleanup/mac-cleanup-py/mac-cleanup-py"
brew "omnisharp/omnisharp-roslyn/omnisharp"
brew "zegervdv/zathura/girara", args: ["HEAD"], link: false
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password"
cask "aerospace"
cask "alt-tab"
cask "amethyst"
cask "basictex"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "google-cloud-sdk"
cask "iterm2"
cask "maccy"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "pock"
cask "postman"
cask "raycast"
cask "rectangle"
cask "rectangle-pro"
cask "sf-symbols"
cask "skim"
cask "spotify"
cask "stats"
cask "ultimaker-cura"
vscode "adpyke.codesnap"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.project-manager"
vscode "andenetalexander.vim-cheatsheet"
vscode "atlassian.atlascode"
vscode "be5invis.toml"
vscode "bobmagicii.autofoldyeah"
vscode "burkeholland.simple-react-snippets"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "catppuccin.catppuccin-vsc"
vscode "davidfreer.go-to-character-position"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "frhtylcn.pythonsnippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "humao.rest-client"
vscode "igorsbitnev.error-gutters"
vscode "irongeek.vscode-env"
vscode "itsmeadarsh.vsc-handlebars-ext"
vscode "james-yu.latex-workshop"
vscode "jebbs.plantuml"
vscode "mattpocock.ts-error-translator"
vscode "me-dutour-mathieu.vscode-firebase"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mfeckies.handlebars-formatter"
vscode "mhutchie.git-graph"
vscode "michelemelluso.code-beautifier"
vscode "mikoz.black-py"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "ninoseki.vscode-pylens"
vscode "ramiroberrelleza.bitbucket-pull-requests"
vscode "ransh.ransh"
vscode "redhat.vscode-yaml"
vscode "royaction.color-manager"
vscode "rvest.vs-code-prettier-eslint"
vscode "searking.preview-vscode"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "stackbreak.comment-divider"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-spanish"
vscode "tabnine.tabnine-vscode"
vscode "toba.vsfire"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wraith13.bracket-lens"
vscode "wscats.delete-node-modules"
vscode "zhuangtongfa.material-theme"
