abseil-cpp
accounts-qml-module
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
aha
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream
appstream-qt
aquamarine
archlinux-appstream-data
archlinux-keyring
argon2
ark
aspnet-runtime-8.0
atkmm
at-spi2-core
attica
attr
audit
autoconf
automake
avahi
baloo
baloo-widgets
base
base-devel
bash
bc
binutils
bison
blas
bluedevil
blueman
bluez
bluez-libs
bluez-qt
bluez-utils
bolt
boost-libs
breeze
breeze-gtk
breeze-icons
brotli
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cairomm-1.16
cantarell-fonts
c-ares
cbindgen
cblas
cdparanoia
cfitsio
cifs-utils
clang
clinfo
clucene
colord
compiler-rt
composefs
containerd
convertlit
copyq
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
discount
discover
dkms
dmenu
dmidecode
docker
docker-compose
dolphin
dotnet-host
dotnet-runtime
dotnet-runtime-8.0
dotnet-sdk
dotnet-sdk-8.0
dotnet-targeting-pack
dotnet-targeting-pack-8.0
double-conversion
drkonqi
duktape
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
eglexternalplatform
egl-gbm
egl-wayland
egl-x11
ell
enchant
exempi
exiv2
expat
fakeroot
ffmpeg
fftw
file
filesystem
findutils
firefox
firefoxpwa
flac
flatpak
flex
fmt
fontconfig
frameworkintegration
freeglut
freerdp2
freetype2
fribidi
fuse2
fuse3
fuse-common
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdb
gdb-common
gdbm
gdk-pixbuf2
gdm
geoclue
geocode-glib-2
geocode-glib-common
gettext
ghostscript
giflib
git
github-cli
gjs
glib2
glibc
glibmm
glibmm-2.68
glib-networking
glslang
glu
gmp
gnome-autoar
gnome-desktop
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnome-mimeapps
gnome-session
gnome-settings-daemon
gnome-shell
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpm
granite
graphene
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk3
gtk4
gtk4-layer-shell
gtk-layer-shell
gtklock
gtkmm3
gtkmm-4.0
gtk-session-lock
gtk-update-icon-cache
guile
gupnp
gupnp-dlna
gupnp-igd
gvfs
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwloc
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprutils
hyprwayland-scanner
i2c-tools
iana-etc
icu
iio-sensor-proxy
ijs
imagemagick
imake
imath
inetutils
intel-gmmlib
intel-media-driver
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk17-openjdk
jdk21-openjdk
jdk-openjdk
jq
js128
json-c
jsoncpp
json-glib
kaccounts-integration
kactivitymanagerd
karchive
kate
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfig5
kconfigwidgets
kcoreaddons
kcoreaddons5
kcrash
kdbusaddons
kdeclarative
kde-cli-tools
kdecoration
kded
kde-gtk-config
kdeplasma-addons
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
keyutils
kfilemetadata
kgamma
kglobalaccel
kglobalacceld
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kinfocenter
kio
kio-extras
kio-fuse
kirigami
kirigami-addons
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmenuedit
kmod
knewstuff
knotifications
knotifications5
knotifyconfig
konsole
kpackage
kparts
kpipewire
kpty
kquickcharts
krb5
krdp
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
kstatusnotifieritem
ksvg
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwayland
kwidgetsaddons
kwin
kwindowsystem
kwindowsystem5
kwrited
kxmlgui
lame
lapack
layer-shell-qt
lazygit
lcms2
ldb
leancrypto
less
libabw
libaccounts-glib
libaccounts-qt
libadwaita
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcgif
libcloudproviders
libcmis
libcolord
libcue
libcups
libdaemon
libdatachannel
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdc1394
libdecor
libdeflate
libdisplay-info
libdmtx
libdovi
libdrm
libdvdnav
libdvdread
libe-book
libebur128
libedit
libei
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgdm
libgee
libgexiv2
libgirepository
libglvnd
libgpg-error
libgsf
libgudev
libgusb
libgweather-4
libgxps
libhandy
libibus
libical
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libixion
libjpeg-turbo
libjuice
libjxl
libkexiv2
libksba
libkscreen
libksysguard
liblangtag
liblc3
libldac
libldap
libliftoff
liblqr
libluv
libmalcontent
libmanette
libmbim
libmd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmspub
libmtp
libmwaw
libmysofa
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma
libnma-common
libnma-gtk4
libnotify
libnsl
libnumbertext
libnvme
libodfgen
libogg
libopenmpt
liborcus
libosinfo
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplasma
libplist
libpng
libportal
libportal-gtk4
libproxy
libpsl
libpulse
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libqxp
libraqm
libraw1394
libreoffice-still
librevenge
librsvg
librsync
libsamplerate
libsasl
libsass
libseccomp
libsecret
libsigc++
libsigc++-3.0
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspng
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver
libvdpau
libverto
libvips
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
lld
llvm
llvm-libs
lmdb
lm_sensors
localsearch
lpsolve
l-smash
lua
lua51-lpeg
luajit
luarocks
lv2
lz4
lzo
m4
mailcap
make
man-db
mbedtls
md4c
mdadm
media-player-info
mesa
mesa-utils
milou
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mutter
nano
nasm
nautilus
ncurses
neon
neovim
netstandard-targeting-pack
nettle
networkmanager
network-manager-applet
networkmanager-qt
nm-connection-editor
node-gyp
nodejs-lts-iron
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
nvidia-dkms
nvidia-settings
nvidia-utils
nwg-look
obs-studio
ocean-sound-theme
ocl-icd
onetbb
oniguruma
openal
opencore-amr
opencv
openexr
openjpeg2
openssh
openssl
openxr
opus
orc
osinfo-db
os-prober
ostree
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
oxygen
oxygen-sounds
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
pangomm-2.48
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-mailtools
perl-timedate
phonon-qt6
phonon-qt6-mpv
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
plasma5support
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
playerctl
pnpm
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
poppler-qt6
popt
portaudio
powerdevil
ppp
print-manager
prison
procps-ng
protobuf
psmisc
pugixml
pulseaudio-qt
pulse-native-provider
purpose
python
python-argcomplete
python-attrs
python-cairo
python-certifi
python-cffi
python-cryptography
python-filelock
python-gobject
python-packaging
python-pip
python-psutil
python-pycparser
python-pygdbmi
python-pywal
python-sentry_sdk
python-urllib3
python-wheel
qca-qt6
qcoro
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-multimedia
qt5-speech
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-wayland
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
qtkeychain-qt6
raptor
rasqal
rav1e
re2
readline
redland
ripgrep
ripgrep-all
rnnoise
rofi
rsync
rtkit
rubberband
ruby
ruby-bundler
ruby-erb
ruby-erubi
rubygems
ruby-rdoc
ruby-thor
runc
rust
sassc
sbc
sdbus-cpp
sddm
sddm-kcm
sdl2-compat
sdl3
seatd
sed
semver
serd
shaderc
shadow
shared-mime-info
signond
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
simdjson
slang
slurp
smartmontools
smbclient
snappy
sndio
socat
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
spdlog
spectacle
speex
speexdsp
spirv-tools
sqlite
sratom
srt
starship
startup-notification
stow
sudo
svt-av1
swaync
syndication
syntax-highlighting
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tdb
tectonic
tevent
texinfo
tinysparql
tmux
tomlplusplus
totem-pl-parser
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-gohu-nerd
ttf-go-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tzdata
uchardet
udisks2
unibilium
unzip
upower
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
vapoursynth
verdict
vid.stab
vim
vim-runtime
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
wacomtablet
wasi-compiler-rt
wasi-libc
wasi-libc++
wasi-libc++abi
waybar
wayland
wayland-protocols
wayland-utils
webkitgtk-6.0
webrtc-audio-processing-1
wget
which
wireless_tools
wireplumber
wl-clipboard
woff2
wofi
wpa_supplicant
x264
x265
xcb-imdkit
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xcur2png
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-vmware
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorgproto
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwayland
xsel
xsettingsd
xvidcore
xxhash
xz
yarn
yasm
zeromq
zimg
zip
zix
zlib
zlib-ng
zoxide
zram-generator
zsh
zstd
zxing-cpp
